Repository: epodreczniki/epodreczniki-ios
Catalog: EpodrecznikiApp/EpodrecznikiApp/Supporting Files/*.lproj/Localizable.strings
Languages: pl

# EPPrivacyPolicyViewController_navigationBarTitle
source: Rules
pl: Regulamin

# EPPrivacyPolicyViewController_acceptButtonTitle
source: Accept
pl: Akceptuję

# EPPrivacyPolicyViewController_acceptAlertViewTitle
source: Important
pl: Ważne

# EPPrivacyPolicyViewController_acceptAlertViewMessage
source: Do you accept the rules?
pl: Czy na pewno akceptujesz przeczytany regulamin i wszystkie jego postanowienia?

# EPPrivacyPolicyViewController_acceptAlertViewButtonYes
source: YES
pl: Tak

# EPPrivacyPolicyViewController_acceptAlertViewButtonNo
source: NO
pl: Nie

# EPNoInternetViewController_titleLabel
source: Network not available
pl: Brak połączenia z Internetem

# EPNoInternetViewController_messageLabel
source: Internet connection is required to download information about e-textbooks. Please turn on Wi-Fi or cellular network.
pl: Połączenie z siecią Internet jest potrzebne w celu pobrania danych o dostępnych e-podręcznikach. Włącz Wi-Fi lub sieć komórkową.

# EPNoInternetViewController_tryAgainButtonWiFi
source: Try using Wi-Fi
pl: Spróbuj z użyciem Wi-Fi

# EPNoInternetViewController_tryAgainButtonCellular
source: Try using cellular network
pl: Spróbuj z użyciem sieci komórkowej

# EPNoInternetViewController_hudPleaseWait
source: Please wait...
pl: Proszę czekać...

# EPAboutViewController_navigationBarTitle
source: About
pl: O Aplikacji

# EPTextbooksListViewController_actionSheetOptions
source: Options
pl: Opcje

# EPTextbooksListViewController_actionSheetRefreshList
source: Refresh list
pl: Odśwież listę

# EPTextbooksListViewController_actionSheetPrivacyPolicy
source: Rules
pl: Regulamin

# EPTextbooksListViewController_actionSheetAbout
source: About
pl: O Aplikacji

# EPTextbooksListViewController_actionSheetClose
source: Close
pl: Zamknij

# EPTextbooksListViewController_actionSheetMyAccount
source: My account
pl: Moje konto

# EPTextbooksListViewController_actionSheetAdminSettings
source: App settings
pl: Ustawienia administracyjne

# EPTextbooksListViewController_actionSheetLogout
source: Logout
pl: Wyloguj

# EPTextbooksListViewController_hudPleaseWait
source: Please wait...
pl: Proszę czekać...

# EPTextbooksListViewController_hudRemoveTextbookPending
source: Please wait...
pl: Proszę czekać...

# EPTextbooksListViewController_hudRemoveTextbookSuccess
source: Successfully removed e-textbook
pl: E-podręcznik został usunięty

# EPTextbooksListViewController_hudRemoveTextbookError
source: Error occurred while removing e-textbook
pl: Błąd podczas usuwania e-podręcznika

# EPTextbooksListViewController_noNetworkAlertViewTitle
source: Information
pl: Informacja

# EPTextbooksListViewController_noNetworkAlertViewMessage
source: Network connection is required to refresh list
pl: Do odświeżenia listy niezbędne jest połączenie z siecią Internet

# EPTextbooksListViewController_confirmDeleteAlertViewTitle
source: Warning
pl: Ostrzeżenie

# EPTextbooksListViewController_confirmDeleteAlertViewMessage
source: Are you sure you want to remove this e-textbook?
pl: Czy na pewno chcesz usunąć ten e-podręcznik?

# EPTextbooksListViewController_confirmDeleteAlertViewButtonYes
source: Yes
pl: Tak

# EPTextbooksListViewController_confirmDeleteAlertViewButtonNo
source: No
pl: Nie

# EPTextbooksListViewController_confirmCancelAlertViewTitle
source: Warning
pl: Ostrzeżenie

# EPTextbooksListViewController_confirmCancelAlertViewMessage
source: Are you sure you want to cancel the download of this e-textbook?
pl: Czy na pewno chcesz przerwać pobieranie tego e-podręcznika?

# EPTextbooksListViewController_confirmCancelAlertViewButtonYes
source: Yes
pl: Tak

# EPTextbooksListViewController_confirmCancelAlertViewButtonNo
source: No
pl: Nie

# EPTextbooksListViewController_confirmDownloadAlertViewTitle
source: Question
pl: Pytanie

# EPTextbooksListViewController_confirmDownloadAlertViewMessage
source: Do you want to download this e-textbook using cellular network? You can change this decision in app settings.
pl: Czy chcesz pobrać ten e-podręcznik z użyciem sieci komórkowej? Decyzję można zmienić w ustawieniach aplikacji.

# EPTextbooksListViewController_confirmDownloadAlertViewButtonYes
source: Yes
pl: Tak

# EPTextbooksListViewController_confirmDownloadAlertViewButtonNo
source: No
pl: Nie

# EPTextbooksListViewController_downloadErrorAlertViewButtonTitle
source: Error
pl: Błąd

# EPTextbooksListViewController_downloadErrorAlertViewMessageNotConnected
source: Device is not connected to a Wi-Fi network or no permission was granted to use the available cellular network.
pl: Brak połączenia z siecią Wi-Fi lub brak zgody na użycie dostępnej sieci komórkowej.

# EPTextbooksListViewController_downloadErrorAlertViewMessageFileDoesNotExist
source: E-textbook cannot be downloaded. Try again later.
pl: Nie można pobrać e-podręcznika. Spróbuj ponownie później.

# EPTextbooksListViewController_downloadErrorAlertViewMessageTimedOut
source: E-textbook download has timed out. Try again.
pl: Upłynął czas na pobranie e-podręcznika. Spróbuj ponownie.

# EPTextbooksListViewController_downloadErrorAlertViewMessageNoFreeSpace
source: Not enough storage is available. Try to remove existing e-textbooks or other data from the device.
pl: Brak dostępnego miejsca na urządzeniu. Spróbuj usunąć istniejące e-podręczniki lub inne dane z urządzenia.

# EPTextbooksListViewController_downloadErrorAlertViewMessageUnzipError
source: Error occurred while preparing e-textbook for first use.
pl: Błąd podczas przygotowywania e-podręcznika do użycia.

# EPTextbooksListViewController_downloadErrorAlertViewMessageUnknownError
source: An unknown error occurred.
pl: Wystąpił nieznany bład.

# EPTextbooksListViewController_emptyListLabel
source: No e-textbooks available. Please refresh list or change filter.
pl: Brak dostępnych e-podręczników. Proszę odświeżyć listę lub zmienić filtr.

# EPTextbooksListViewController_downloadErrorAlertViewMessageResume
source: Please turn on Internet connection in order to resume download.
pl: Uruchom połączenie z siecią Internet w celu wznowienia pobierania.

# EPTextbooksListViewController_downloadErrorAlertViewMessageResumeYES
source: Resume download
pl: Wznów pobieranie

# EPTextbooksListViewController_downloadErrorAlertViewMessageResumeNO
source: Cancel download
pl: Przerwij pobieranie

# EPTextbookDetailsViewController_navigationBarTitle
source: E-textbook details
pl: Szczegóły e-podręcznika

# EPTextbookViewController_exitButtonTitle
source: Exit
pl: Wyjdź

# EPAppDelegate_alertRemindAboutTextbookListUpdateTitle
source: Reminder
pl: Przypomnienie

# EPAppDelegate_alertRemindAboutTextbookListUpdateMessage
source: Last update of e-textbooks list was over a month ago. There may be new updates available.
pl: Ostatnia aktualizacja listy e-podręczników miała miejsce ponad miesiąc temu. Nowe aktualizacje mogą być dostępne do pobrania.

# EPWindowsUtil_showUpdateWindowWithProxyTitle
source: Update
pl: Aktualizacja e-podręcznika

# EPWindowsUtil_showUpdateWindowWithProxyMessage
source: Do you want to update the e-textbook? Title: %@ Size: %.2f MB Version: %@ License: %@
pl: Czy chcesz zaktualizować e-podręcznik? Tytuł: %@ Rozmiar: %.2f MB Wersja: %@ Licencja: %@

# EPWindowsUtil_showUpdateWindowWithProxyButtonYES
source: YES
pl: Tak

# EPWindowsUtil_showUpdateWindowWithProxyButtonNO
source: NO
pl: Nie

# EPWindowsUtil_showAppUpdateRequiredWindowTitle
source: Info
pl: Informacja

# EPWindowsUtil_showAppUpdateRequiredWindowMessage
source: To download this textbook you need to update this app from iTunes App Store
pl: W celu pobrania tego podręcznika musisz posiadać najnowsą wersję aplikacji ze sklepu iTunes App Store

# EPWindowsUtil_showAppUpdateRequiredWindowOK
source: Cancel
pl: Anuluj

# EPWindowsUtil_showAppUpdateRequiredWindowGoToStore
source: Go to store
pl: Idź do sklepu

# EPWindowsUtil_askForPermissionToPlaybackVideoTitle
source: Question
pl: Pytanie

# EPWindowsUtil_askForPermissionToPlaybackVideoMessage
source: Do you want to play video?
pl: Czy chcesz odtworzyć film wideo?

# EPWindowsUtil_askForPermissionToPlaybackVideoCancel
source: Cancel
pl: Anuluj

# EPWindowsUtil_askForPermissionToPlaybackVideoPlay
source: Play
pl: Odtwórz

# EPWindowsUtil_showInvalidPasswordWindowTitle
source: Error
pl: Błąd

# EPWindowsUtil_showInvalidPasswordWindowMessage
source: Invalid password
pl: Nieprawidłowe hasło

# EPWindowsUtil_showInvalidPasswordWindowButtonOk
source: Cancel
pl: Zamknij

# EPWindowsUtil_askForPasswordToAccessAdminSettingsTitle
source: Enter admin password
pl: Podaj hasło

# EPWindowsUtil_askForPasswordToAccessAdminSettingsOk
source: Enter
pl: Wejdź

# EPWindowsUtil_askForPasswordToAccessAdminSettingsCancel
source: Cancel
pl: Anuluj

# EPWindowsUtil_showErrorMessageWithActionTitle
source: Error
pl: Błąd

# EPWindowsUtil_showInfoMessageWithActionTitle
source: Information
pl: Informacja

# EPPrivacyPolicyViewController_chooseVariantAlertViewTitle
source: Question
pl: Pytanie

# EPPrivacyPolicyViewController_chooseVariantAlertViewMessage
source: Choose textbook variant
pl: Wybierz wariant podręcznika

# EPPrivacyPolicyViewController_chooseVariantAlertViewButtonStudent
source: Student
pl: Uczeń

# EPPrivacyPolicyViewController_chooseVariantAlertViewButtonTeacher
source: Teacher
pl: Nauczyciel

# EPExternalWebviewViewController_closeButtonTitle
source: Close
pl: Zamknij

# EPTocViewController_tocTitle
source: Table of contents
pl: Spis treści

# EPTocViewController_textbookList
source: Close e-textbook
pl: Zamknij e-podręcznik

# EPTocViewController_return
source: Back
pl: Powrót

# EPTextbookPagerViewController_actionSheetOptionsTitle
source: Options
pl: Opcje

# EPTextbookPagerViewController_textbookListButtonTitle
source: Close e-textbook
pl: Zamknij e-podręcznik

# EPTextbookPagerViewController_fontIncreaseButtonTitle
source: Increase font size
pl: Powiększ tekst

# EPTextbookPagerViewController_fontDecreaseButtonTitle
source: Decrease font size
pl: Pomniejsz tekst

# EPTextbookPagerViewController_showButtonsTitle
source: Show buttons
pl: Pokaż przyciski

# EPTextbookPagerViewController_hideButtonsTitle
source: Hide buttons
pl: Ukryj przyciski

# EPTextbookPagerViewController_closeButtonTitle
source: Close
pl: Zamknij

# EPTextbookPagerViewController_historyBackButtonTitle
source: Back
pl: Powrót

# EPBackButtonItem_title
source: Back
pl: Wróć

# EPLoginChooseUserCell_closeButtonTitle
source: Close
pl: Zamknij

# EPLoginChooseUserCell_chooseUserTextFieldPlaceholder
source: Choose account
pl: Wybierz konto

# EPLoginPasswordCell_passwordTextFieldPlaceholder
source: Password
pl: Hasło

# EPLoginButtonsCell_loginButtonTitle
source: Log in
pl: Zaloguj

# EPLoginButtonsCell_recoverPasswordButtonTitle
source: Forgot password?
pl: Zapomniałeś hasła?

# EPLoginButtonsCell_createAccountButtonTitle
source: Create new account
pl: Utwórz nowe konto

# EPLoginUserViewController_navigationBarTitle
source: Login screen
pl: Ekran logowania

# EPLoginUserViewController_errorMessagePasswordInvalid
source: Given password is incorrect
pl: Podane hasło jest nieprawidłowe

# EPUserRecoverPasswordViewController_navigationBarTitle
source: Password Recovery
pl: Odzyskiwanie hasła

# EPUserRecoverPasswordViewController_cancelButtonTitle
source: Cancel
pl: Anuluj

# EPUserRecoverPasswordViewController_changePasswordButtonTitle
source: Change password
pl: Zmień hasło

# EPUserRecoverPasswordViewController_answerTextFieldPlaceholder
source: Answer
pl: Odpowiedź

# EPUserRecoverPasswordViewController_passwordTextFieldPlaceholder
source: Password
pl: Hasło

# EPUserRecoverPasswordViewController_repeatPasswordTextFieldPlaceholder
source: Confirm password
pl: Powtórz hasło

# EPUserRecoverPasswordViewController_sectionsQuestion
source: Answer the recovery question
pl: Odpowiedz na pytanie

# EPUserRecoverPasswordViewController_sectionsPasswords
source: Enter new password
pl: Wprowadź nowe hasło

# EPUserRecoverPasswordViewController_errorAnswerInvalid
source: Invalid recovery answer
pl: Nieprawidłowa odpowiedź

# EPUserRecoverPasswordViewController_errorPasswordEmpty
source: Password cannot be empty
pl: Hasło nie może być puste

# EPUserRecoverPasswordViewController_errorPasswordsAreDifferent
source: Passwords are different
pl: Hasła nie są identyczne

# EPUserRecoverPasswordViewController_errorPasswordTooShort
source: Password should have at least 6 characters
pl: Hasło powinno mieć co najmniej 6 znaków

# EPUserRecoverPasswordViewController_alertSuccessTitle
source: Info
pl: Informacja

# EPUserRecoverPasswordViewController_alertSuccessMessage
source: Password was changed
pl: Hasło zostało zmienione

# EPUserCreateViewController_navigationBarTitle
source: Create account
pl: Utwórz konto

# EPUserCreateViewController_navigationBarTitleEdit
source: Edit account
pl: Edytuj konto

# EPUserCreateViewController_cancelButtonTitle
source: Cancel
pl: Anuluj

# EPUserCreateViewController_createAccountButtonTitle
source: Create account
pl: Utwórz konto

# EPUserCreateViewController_createAccountButtonTitleEdit
source: Update account
pl: Aktualizuj konto

# EPUserCreateViewController_warningLabel
source: The first created account will be an admin account. It will be used to manage other accounts in the future.
pl: Pierwsze utworzone konto jest kontem administracyjnym. Będzie służyło do zarządzania innymi kontami utworzonymi w przyszłości.

# EPUserCreateViewController_loginNameTextFieldPlaceholder
source: Account name
pl: Nazwa konta

# EPUserCreateViewController_passwordTextFieldPlaceholder
source: Password
pl: Hasło

# EPUserCreateViewController_confirmPasswordTextFieldPlaceholder
source: Confirm password
pl: Potwierdź hasło

# EPUserCreateViewController_recoveryQuestionTextFieldPlaceholder
source: Recovery question
pl: Pytanie odzyskiwania

# EPUserCreateViewController_recoveryAnswerTextFieldPlaceholder
source: Recovery answer
pl: Odpowiedź odzyskiwania

# EPUserCreateViewController_sectionWarning
source: Warning
pl: Ostrzeżenie

# EPUserCreateViewController_sectionLogin
source: Login data
pl: Dane logowania

# EPUserCreateViewController_sectionRecovery
source: Password recovery
pl: Odzyskiwanie hasła

# EPUserCreateViewController_areInputsValidEmptyLogin
source: Login cannot be empty
pl: Nazwa konta nie może być pusta

# EPUserCreateViewController_areInputsValidOccupiedLogin
source: Login is in use. Please choose another one.
pl: Nazwa konta jest zajęta. Proszę wybrać inną.

# EPUserCreateViewController_areInputsValidEmptyPassword
source: Password cannot be empty
pl: Hasło nie może być puste

# EPUserCreateViewController_areInputsValidWeakPassword
source: Password should have at least 6 characters
pl: Hasło powinno mieć co najmniej 6 znaków

# EPUserCreateViewController_areInputsValidDifferentPasswords
source: Passwords are different
pl: Hasła nie są identyczne

# EPUserCreateViewController_areInputsValidEmptyRecovery
source: Recovery question and answer cannot be empty
pl: Pytanie oraz odpowiedź odzyskiwania nie mogą być puste

# EPUserCreateViewController_createAccountButtonActionEditSuccess
source: Account was successfully updated
pl: Konto zostało pomyślnie zaktualizowane

# EPUserCreateViewController_createAccountButtonActionCreateSuccess
source: Account was successfully created
pl: Konto zostało pomyślnie utworzone

# EPUserSettingsViewController_navigationBarTitle
source: My account
pl: Moje konto

# EPUserSettingsViewController_cancelButtonTitle
source: Close
pl: Zamknij

# EPUserSettingsViewController_editAccountButtonTitle
source: Edit account
pl: Edytuj konto

# EPUserSettingsViewController_changeFilterButtonTitle
source: Change filter
pl: Zmień filtr listy

# EPUserSettingsViewController_textbookVariantSegmentedControlStudent
source: Student
pl: Uczeń

# EPUserSettingsViewController_textbookVariantSegmentedControlTeacher
source: Teacher
pl: Nauczyciel

# EPUserSettingsViewController_loginModeSegmentedControlWithPass
source: Yes
pl: Tak

# EPUserSettingsViewController_loginModeSegmentedControlNoPass
source: No
pl: Nie

# EPUserSettingsViewController_listModeSegmentedControlCovers
source: Covers
pl: Okładki

# EPUserSettingsViewController_listModeSegmentedControlList
source: List
pl: Lista

# EPUserSettingsViewController_sectionsEditAccount
source: Account details
pl: Szczegóły konta

# EPUserSettingsViewController_sectionsTextbookVariant
source: Choose e-textbook variant
pl: Wariant e-podręcznika

# EPUserSettingsViewController_sectionsLoginMode
source: Require password to login
pl: Wymagaj hasła do zalogowania

# EPUserSettingsViewController_sectionsListMode
source: Textbooks list mode
pl: Układ kolekcji e-podręczników

# EPUserSettingsViewController_sectionsFilter
source: Textbooks list filter
pl: Filtrowanie listy e-podręczników

# EPUserDetailsViewController_savePasswordButtonTitle
source: Save password
pl: Zapisz hasło

# EPUserDetailsViewController_deleteAccountButtonTitle
source: Delete account
pl: Usuń konto

# EPUserDetailsViewController_allowDownloadAndUpdateSegmentedControlAllow
source: Allow
pl: Pozwól

# EPUserDetailsViewController_allowDownloadAndUpdateSegmentedControlDeny
source: Deny
pl: Zabroń

# EPUserDetailsViewController_sectionPassword
source: Set new password
pl: Ustaw nowe hasło

# EPUserDetailsViewController_sectionAllowDownload
source: Allow to download, remove, update e-textbooks
pl: Pozwól pobierać, usuwać i aktualizować e-podręczniki

# EPUserDetailsViewController_sectionDeleteUser
source: Delete account permanently
pl: Usuń konto bezpowrotnie

# EPUserDetailsViewController_alertDeleteAccountTitle
source: Warning
pl: Ostrzeżenie

# EPUserDetailsViewController_alertDeleteAccountMessage
source: Are you sure you want to delete this account?
pl: Czy na pewno chcesz usunąć to konto?

# EPUserDetailsViewController_alertDeleteAccountYes
source: Yes
pl: Tak

# EPUserDetailsViewController_alertDeleteAccountNo
source: No
pl: Nie

# EPUserDetailsViewController_alertAllowDownloadTitle
source: Information
pl: Informacja

# EPUserDetailsViewController_alertAllowDownloadMessageAllow
source: User can now download, remove and update shared e-textbooks
pl: Użytkownik może teraz pobierać, usuwać i aktualizować współdzielone e-podręczniki

# EPUserDetailsViewController_alertAllowDownloadMessageDeny
source: User cannot download, remove and update shared e-textbooks
pl: Użytkownik nie może zarządzać e-podręcznikami

# EPUserDetailsViewController_alertPasswordWeakTitle
source: Error
pl: Błąd

# EPUserDetailsViewController_alertPasswordWeakMessage
source: Password should have at least 6 characters
pl: Hasło powinno mieć co najmniej 6 znaków

# EPUserDetailsViewController_alertPasswordChangedTitle
source: Information
pl: Informacja

# EPUserDetailsViewController_alertPasswordChangedMessage
source: Password was changed
pl: Hasło zostało zmienione

# EPUserDetailsViewController_passwordTextFieldPlaceholder
source: Password
pl: Hasło

# EPAdminSettingsViewController_navigationBarTitle
source: App settings
pl: Ustawienia administracyjne

# EPAdminSettingsViewController_cancelButtonTitle
source: Close
pl: Zamknij

# EPAdminSettingsViewController_sectionUsers
source: Accounts
pl: Konta

# EPAdminStaticSettingsViewController_sectionCreateAccountAtLoginScreen
source: Allow creating new accounts at login screen
pl: Pozwól na dodawanie kont z ekranu logowania

# EPAdminStaticSettingsViewController_sectionCellular
source: Download e-textbooks using cellular network
pl: Pobieraj e-podręczniki z użyciem sieci komórkowej (3G, LTE)

# EPAdminStaticSettingsViewController_sectionCreateAdmin
source: Add new account
pl: Dodaj nowe konto

# EPAdminStaticSettingsViewController_sectionCreateUser
source: Add new account
pl: Dodaj nowe konto

# EPAdminStaticSettingsViewController_createAdminButtonTitle
source: Create admin account
pl: Utwórz konto administratora

# EPAdminStaticSettingsViewController_createUserButtonTitle
source: Create user account
pl: Utwórz nowe konto

# EPAdminStaticSettingsViewController_createNewAccountSegmentedControlAllow
source: Allow
pl: Pozwól

# EPAdminStaticSettingsViewController_createNewAccountSegmentedControlDeny
source: Deny
pl: Zabroń

# EPAdminStaticSettingsViewController_cellularNetworkSegmentedControlAllow
source: Allow
pl: Pozwól

# EPAdminStaticSettingsViewController_cellularNetworkSegmentedControlDeny
source: Deny
pl: Zabroń

# EPTextbookFilterViewController_navigationBarTitle
source: Change list filter
pl: Zmień filtr listy

# EPTextbookFilterViewController_cellTitleNoFilter
source: Show all e-textbooks
pl: Pokaż wszystkie e-podręczniki

# EPTextbookFilterViewController_cellTitleFilterByEducationLevel
source: Filter by education level
pl: Filtruj wg etapu edukacyjnego

# EPTextbookFilterViewController_cellTitleFilterBySubject
source: Filter by subject
pl: Filtruj wg przedmiotu

# Accessability_downloadTextbook
source: Download e-textbook
pl: Pobierz e-podręcznik

# Accessability_updateTextbook
source: Update e-textbook
pl: Aktualizuj e-podręcznik

# Accessability_deleteTextbook
source: Remove e-textbook
pl: Usuń e-podręcznik

# Accessability_readTextbook
source: Read e-textbook
pl: Czytaj e-podręcznik

# Accessability_bookmarksAndNotes
source: Bookmarks and notes
pl: Zakładki i notatki

# Accessability_textbookDetails
source: E-textbook details
pl: Szczegóły e-podręcznika

# Accessability_stopDownloadTextbook
source: Stop e-textbook download
pl: Przerwij pobieranie

# Accessability_stateDownloadingProgress
source: Download state %d%%
pl: Stan pobierania %d%%

# Accessability_stateUnpackingProgress
source: Unpacking state %d%%
pl: Stan wypakowywania %d%%

# Accessability_stateToDownload
source: E-textbook state, not downloaded
pl: Stan e-podręcznika, niepobrany

# Accessability_stateDownloading
source: E-textbook state, downloading
pl: Stan e-podręcznika, pobierany

# Accessability_stateNormal
source: E-textbook state, downloaded
pl: Stan e-podręcznika, pobrany

# Accessability_stateToUpdate
source: E-textbook state, to update
pl: Stan e-podręcznika, do aktualizacji

# Accessability_stateUpdating
source: E-textbook state, updating
pl: Stan e-podręcznika, aktualizowany

# Accessability_options
source: Options
pl: Opcje

# Accessability_announcementDownloaded
source: E-textbook was downloaded
pl: E-podręcznik został pobrany

# Accessability_announcementUpdated
source: E-textbook was updated
pl: E-podręcznik został zaktualizowany

# Accessability_announcementDeleted
source: E-textbook was removed
pl: E-podręcznik został usunięty

# Accessability_announcementRefreshed
source: Refresh completed
pl: Zakończono odświeżanie

# Accessability_navigationFontMinus
source: Decrease font size
pl: Zmniejsz rozmiar czcionki

# Accessability_navigationFontPlus
source: Increase font size
pl: Zwiększ rozmiar czcionki

# Accessability_navigationList
source: Table of contents
pl: Spis treści

# Accessability_navigationArrowLeft
source: Previous module
pl: Poprzedni moduł

# Accessability_navigationArrowRight
source: Next module
pl: Następny moduł

# EPNoteEditTableViewController_titleBookmark
source: Bookmark
pl: Zakładka

# EPNoteEditTableViewController_titleNote
source: Note
pl: Notatka

# EPNoteEditTableViewController_cancelButton
source: Cancel
pl: Anuluj

# EPNoteEditTableViewController_closeButton
source: Close
pl: Zamknij

# EPNoteEditTableViewController_editButton
source: Edit
pl: Edytuj

# EPNoteEditTableViewController_saveButton
source: Save
pl: Zapisz

# EPNoteEditTableViewController_deleteButton
source: Delete
pl: Usuń

# EPNoteEditTableViewController_newNoteDefaultName
source: New note
pl: Nowa notatka

# EPNoteEditTableViewController_headerContent
source: Note's content
pl: Treść notatki

# EPNoteEditTableViewController_headerName
source: Name
pl: Nazwa

# EPNoteEditTableViewController_windowTitle
source: Note/bookmark
pl: Notatka/zakładka

# EPNoteEditTableViewController_notesColor
source: Note color
pl: Kolor notatki
