Repository: epodreczniki/epodreczniki-ios
Catalog: EpodrecznikiApp/EpodrecznikiApp/Supporting Files/*.lproj/Localizable.strings
Languages: pl

# EPNoteEditTableViewController_bookmarkColor
source: Bookmark color
pl: Kolor zakładki

# EPTextbookPagerViewController_drawerManuLabel
source: Notes
pl: Notatki

# EPNotesDrawerListViewController_backButton
source: Back
pl: Powrót

# EPNotesDrawerListViewController_WarningTeachersOnlyTitle
source: Teacher's page
pl: Strona dla nauczyciela

# EPNotesDrawerListViewController_WarningTeachersOnlyText
source: Students do not have access to that page
pl: Jako uczeń nie masz dostępu do wybranej strony

# EPTextbookPageContentViewController_addNoteMenuOption
source: Add note
pl: Dodaj notatkę

# EPTextbookPageContentViewController_addBookmarkMenuOption
source: Add bookmark
pl: Dodaj zakładkę

# EPNotesDrawerListViewController_switchNotes
source: Notes
pl: Notatki

# EPNotesDrawerListViewController_switchBookmarks
source: Bookmarks
pl: Zakładki

# EPNotesDrawerListViewController_labelNoNotes
source: No notes found
pl: Brak notatek

# EPNotesDrawerListViewController_labelNoBookmarks
source: No bookmarks found
pl: Brak zakładek
